{
    "title": "سياسة الخصوصية",
    "lastUpdated": "آخر تحديث: 25 يناير 2026",
    "intro": "مرحبًا بكم في كيميترا. نحن ملتزمون بحماية خصوصيتك وضمان أمن معلوماتك الشخصية. توضح سياسة الخصوصية هذه كيفية جمع معلوماتك واستخدامها والكشف عنها وحمايتها عند زيارة موقعنا الإلكتروني واستخدام خدماتنا المتعلقة بالمواقع الأثرية المصرية.",
    "sections": {
        "collect": {
            "title": "المعلومات التي نجمعها",
            "personal": {
                "title": "المعلومات الشخصية",
                "description": "عندما تقوم بالتسجيل للحصول على حساب، أو الاشتراك في نشرتنا الإخبارية، أو الاتصال بنا، فقد نجمع:",
                "items": [
                    "الاسم ومعلومات الاتصال (عنوان البريد الإلكتروني، رقم الهاتف)",
                    "بيانات اعتماد الحساب (اسم المستخدم وكلمة المرور)",
                    "معلومات الملف الشخصي والتفضيلات",
                    "سجل التواصل مع فريق الدعم لدينا"
                ]
            },
            "usage": {
                "title": "معلومات الاستخدام",
                "description": "نحن نجمع معلومات معينة تلقائيًا عند استخدامك لكيميترا:",
                "items": [
                    "نوع المتصفح وإصداره",
                    "معلومات الجهاز ونظام التشغيل",
                    "عنوان IP وبيانات الموقع",
                    "الصفحات التي تمت زيارتها والوقت الذي يقضيه العميل في موقعنا",
                    "استعلامات البحث والتفاعلات في الموقع",
                    "المواقع المفضلة وعمليات البحث المحفوظة"
                ]
            }
        },
        "usage": {
            "title": "كيفية استخدام معلوماتك",
            "description": "نستخدم المعلومات التي تم جمعها للأغراض التالية:",
            "items": [
                "تقديم خدماتنا وصيانتها",
                "تخصيص تجربتك وتوصيات المحتوى",
                "معالجة طلباتك والرد على الاستفسارات",
                "إرسال المعلومات الإدارية والتحديثات",
                "تحسين وظائف موقعنا وتجربة المستخدم",
                "تحليل أنماط الاستخدام والاتجاهات",
                "كشف ومنع الاحتيال أو الوصول غير المصرح به",
                "الامتثال للالتزامات القانونية"
            ]
        },
        "cookies": {
            "title": "ملفات تعريف الارتباط وتقنيات التتبع",
            "description": "نستخدم ملفات تعريف الارتباط وتقنيات التتبع المماثلة لتتبع النشاط على موقعنا وتخزين معلومات معينة. يمكنك توجيه متصفحك لرفض جميع ملفات تعريف الارتباط أو للإشارة إلى وقت إرسال ملف تعريف الارتباط. ومع ذلك، إذا لم تقبل ملفات تعريف الارتباط، فقد لا تتمكن من استخدام بعض أجزاء خدمتنا.",
            "policyLink": "لمزيد من المعلومات حول استخدامنا لملفات تعريف الارتباط، يرجى الرجوع إلى <link>سياسة ملفات الارتباط</link>."
        },
        "security": {
            "title": "أمن البيانات",
            "description": "نحن ننفذ إجراءات أمنية فنية وتنظيمية مناسبة لحماية معلوماتك الشخصية من الوصول غير المصرح به أو التعديل أو الإفصاح أو الإتلاف. تشمل هذه الإجراءات:",
            "items": [
                "تشفير البيانات الحساسة أثناء النقل وفي حالة السكون",
                "تقييمات وتحديثات أمنية منتظمة",
                "ضوابط الوصول وآليات المصادقة",
                "إجراءات تخزين البيانات والنسخ الاحتياطي الآمنة"
            ],
            "note": "ومع ذلك، يرجى ملاحظة أنه لا توجد وسيلة نقل عبر الإنترنت أو تخزين إلكتروني آمنة بنسبة 100٪، ولا يمكننا ضمان الأمن المطلق."
        },
        "sharing": {
            "title": "مشاركة البيانات والإفصاح عنها",
            "description": "نحن لا نبيع معلوماتك الشخصية. قد نشارك معلوماتك في الظروف التالية:",
            "items": [
                "<strong>مقدمو الخدمة:</strong> مع بائعين من جهات خارجية يؤدون خدمات نيابة عنا (الاستضافة، التحليلات، دعم العملاء)",
                "<strong>المتطلبات القانونية:</strong> عندما يقتضي القانون ذلك أو لحماية حقوقنا وسلامتنا",
                "<strong>نقل الأعمال:</strong> فيما يتعلق بدمج أو استحواذ أو بيع الأصول",
                "<strong>بموافقتك:</strong> عندما توافق صراحة على المشاركة"
            ]
        },
        "rights": {
            "title": "حقوق الخصوصية الخاصة بك",
            "description": "اعتمادًا على موقعك، قد يكون لديك الحقوق التالية:",
            "items": [
                "<strong>الوصول:</strong> طلب الوصول إلى معلوماتك الشخصية",
                "<strong>التصحيح:</strong> طلب تصحيح البيانات غير الدقيقة",
                "<strong>الحذف:</strong> طلب حذف معلوماتك الشخصية",
                "<strong>نقل البيانات:</strong> طلب نقل بياناتك إلى خدمة أخرى",
                "<strong>إلغاء الاشتراك:</strong> إلغاء الاشتراك في الاتصالات التسويقية",
                "<strong>تقييد المعالجة:</strong> طلب تحديد كيفية استخدامنا لبياناتك"
            ],
            "footer": "لممارسة هذه الحقوق، يرجى الاتصال بنا باستخدام المعلومات المقدمة أدناه."
        },
        "children": {
            "title": "خصوصية الأطفال",
            "description": "كيميترا مخصص للأغراض التعليمية وهو مناسب لجميع الأعمار. ومع ذلك، نحن لا نجمع معلومات شخصية عن عمد من الأطفال دون سن 13 عامًا دون موافقة الوالدين. إذا كنت تعتقد أننا جمعنا معلومات من طفل دون سن 13 عامًا، فيرجى الاتصال بنا على الفور."
        },
        "thirdParty": {
            "title": "روابط الطرف الثالث",
            "description": "قد يحتوي موقعنا الإلكتروني على روابط لمواقع طرف ثالث، بما في ذلك خرائط جوجل واليونسكو والموارد الأكاديمية. نحن لسنا مسؤولين عن ممارسات الخصوصية لهذه المواقع الخارجية. نحن نشجعك على مراجعة سياسات الخصوصية الخاصة بهم قبل تقديم أي معلومات شخصية."
        },
        "international": {
            "title": "انتقال البيانات دولياً",
            "description": "قد يتم نقل معلوماتك والحفاظ عليها على خوادم تقع خارج بلدك، حيث قد تختلف قوانين حماية البيانات. باستخدام كيميترا، فإنك توافق على نقل معلوماتك إلى هذه المواقع."
        },
        "changes": {
            "title": "التغييرات في سياسة الخصوصية هذه",
            "description": "قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. سنخطرك بأي تغييرات عن طريق نشر سياسة الخصوصية الجديدة على هذه الصفحة وتحديث تاريخ \"آخر تحديث\". ننصحك بمراجعة سياسة الخصوصية هذه بشكل دوري لمعرفة أي تغييرات."
        },
        "contact": {
            "title": "اتصل بنا",
            "description": "إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه أو ممارسات البيانات لدينا، يرجى الاتصال بنا:",
            "email": "البريد الإلكتروني",
            "address": "العنوان",
            "phone": "الهاتف",
            "emailValue": "privacy@kemetra.com",
            "addressValue": "كيميترا - مركز أبحاث مصر القديمة، القاهرة، مصر",
            "phoneValue": "+20 (0) 2 1234 5678"
        }
    }
}