{
    "title": "شروط الاستخدام",
    "lastUpdated": "آخر تحديث: 25 يناير 2026",
    "intro": "مرحبًا بكم في كيميترا. تحكم شروط الاستخدام هذه (\"الشروط\") وصولك إلى موقع كيميترا وخدماته واستخدامها. من خلال الوصول إلى موقعنا أو استخدامه، فإنك توافق على الالتزام بهذه الشروط. إذا كنت لا توافق على هذه الشروط، يرجى عدم استخدام خدماتنا.",
    "sections": {
        "acceptance": {
            "title": "قبول الشروط",
            "p1": "من خلال إنشاء حساب، أو تصفح موقعنا، أو استخدام أي من خدماتنا، فإنك تقر بأنك قرأت وفهمت وتوافق على الالتزام بهذه الشروط وسياسة الخصوصية الخاصة بنا. تنطبق هذه الشروط على جميع الزوار والمستخدمين وغيرهم ممن يصلون إلى الخدمة أو يستخدمونها.",
            "p2": "نحتفظ بالحق في تعديل هذه الشروط في أي وقت. يشكل استمرارك في استخدام كيميترا بعد أي تغييرات قبولاً لهذه التغييرات."
        },
        "usage": {
            "title": "استخدام الخدمات",
            "permitted": {
                "title": "الاستخدام المسموح به",
                "p1": "تقدم كيميترا محتوى تعليميًا وإعلاميًا حول المواقع الأثرية المصرية. يمكنك استخدام خدماتنا من أجل:",
                "items": [
                    "أغراض البحث التعليمي والتعلم",
                    "التخطيط لزيارات المواقع الأثرية",
                    "الوصول إلى المعلومات التاريخية والثقافية",
                    "التواصل مع المرشدين السياحيين والموارد التعليمية",
                    "شراء المواد التعليمية والكتب"
                ]
            },
            "account": {
                "title": "تسجيل الحساب",
                "p1": "للوصول إلى ميزات معينة، قد تحتاج إلى إنشاء حساب. أنت توافق على:",
                "items": [
                    "تقديم معلومات دقيقة وكاملة",
                    "الحفاظ على أمن بيانات اعتماد حسابك",
                    "إخطارنا فوراً بأي وصول غير مصرح به",
                    "تحمل المسؤولية عن جميع الأنشطة التي تتم بموجب حسابك",
                    "أن يكون عمرك 13 عامًا على الأقل، أو الحصول على موافقة الوالدين إذا كنت أصغر سنًا"
                ]
            }
        },
        "prohibited": {
            "title": "الأنشطة المحظورة",
            "p1": "أنت توافق على عدم:",
            "items": [
                "استخدام الخدمة لأي غرض غير قانوني أو غير مصرح به",
                "مخالفة أي قوانين أو لوائح معمول بها",
                "انتهاك حقوق الملكية الفكرية لكيميترا أو الآخرين",
                "تحميل تعليمات برمجية ضارة أو فيروسات أو محتوى ضار",
                "محاولة الوصول غير المصرح به إلى أنظمتنا",
                "كشط أو نسخ أو تنزيل المحتوى باستخدام وسائل تلقائية دون إذن",
                "انتحال شخصية الآخرين أو تقديم معلومات كاذبة",
                "مضايقة الآخرين أو الإساءة إليهم أو إيذائهم",
                "التدخل في الخدمة أو الخوادم أو تعطيلها",
                "استخدام الخدمة لأغراض تجارية دون تصريح",
                "إزالة أو تعديل أي حقوق نشر أو علامة تجارية أو إشعارات ملكية"
            ]
        },
        "ip": {
            "title": "حقوق الملكية الفكرية",
            "content": {
                "title": "محتوانا",
                "p1": "جميع المحتويات الموجودة على كيميترا، بما في ذلك النصوص والرسومات والشعارات والصور ومقاطع الفيديو والبرامج وتجميع المحتوى، هي ملك لكيميترا أو موردي المحتوى الخاص بها ومحمية بموجب قوانين حقوق النشر والعلامات التجارية والملكية الفكرية الدولية الأخرى."
            },
            "license": {
                "title": "ترخيص الاستخدام",
                "p1": "نمنحك ترخيصًا محدودًا وغير حصري وغير قابل للتحويل للوصول إلى محتوانا واستخدامه لأغراض تعليمية شخصية وغير تجارية. لا يجوز لك تعديل أو إعادة إنتاج أو توزيع أو إنشاء أعمال مشتقة أو عرض محتوانا علنًا أو استغلاله دون إذن كتابي صريح."
            },
            "userContent": {
                "title": "محتوى المستخدم",
                "p1": "إذا قمت بتقديم محتوى إلى كيميترا (مراجعات، تعليقات، صور)، فإنك تمنحنا ترخيصًا عالميًا وخاليًا من حقوق الملكية لاستخدام هذا المحتوى وإعادة إنتاجه وتعديله وعرضه فيما يتعلق بخدماتنا. أنت تقر بأنك تملك أو تملك الحقوق اللازمة للمحتوى الذي تقدمه."
            },
            "academic": {
                "title": "الاستخدام الأكاديمي",
                "p1": "يجوز للمؤسسات التعليمية والباحثين استخدام محتوانا لأغراض أكاديمية مع الإشارة المناسبة للمصدر. يرجى الاتصال بنا للحصول على أذونات محددة تتعلق بالاستخدام الأكاديمي والاقتباسات والمنشورات."
            }
        },
        "thirdParty": {
            "title": "خدمات وروابط الطرف الثالث",
            "p1": "قد تحتوي كيميترا على روابط لمواقع وخدمات تابعة لجهات خارجية، بما في ذلك:",
            "items": [
                "خرائط جوجل لخدمات الموقع",
                "موارد التراث العالمي لليونسكو",
                "المواقع الأكاديمية والمتاحف",
                "بائعو الكتب والناشرون",
                "منصات حجز المرشدين السياحيين"
            ],
            "p2": "نحن لسنا مسؤولين عن المحتوى أو سياسات الخصوصية أو الممارسات الخاصة بمواقع الطرف الثالث. إن استخدامك لخدمات الطرف الثالث يكون على مسؤوليتك الخاصة ويخضع لشروط وأحكام تلك الجهات."
        },
        "tourGuides": {
            "title": "خدمات المرشدين السياحيين",
            "p1": "تسهل كيميترا التواصل مع مرشدين سياحيين معتمدين ولكنها لا تقدم خدمات جولات مباشرة. نحن لسنا مسؤولين عن جودة أو سلامة أو نتائج خدمات الجولات التي يقدمها مرشدون تابعون لجهات خارجية. جميع الحجوزات والاتفاقيات تتم بينك وبين المرشد السياحي. يرجى توخي الحذر عند اختيار وحجز خدمات الجولات."
        },
        "ecommerce": {
            "title": "التجارة الإلكترونية والمشتريات",
            "p1": "عند شراء الكتب أو المواد الأخرى من خلال كيميترا:",
            "items": [
                "جميع الأسعار عرضة للتغيير دون إشعار",
                "نحتفظ بالحق في رفض أو إلغاء الطلبات",
                "تتم معالجة الدفع بشكل آمن من خلال مقدمي خدمات طرف ثالث",
                "تنطبق سياسات الاسترداد والإرجاع كما هو مذكور في وقت الشراء",
                "مواعيد الشحن والتسليم هي مجرد تقديرات وليست مضمونة"
            ]
        },
        "disclaimer": {
            "title": "إخلاء المسؤولية عن الضمانات",
            "p1": "يتم توفير كيميترا على أساس \"كما هي\" و \"كما تتوفر\" دون أي ضمانات من أي نوع، سواء كانت صريحة أو ضمنية، بما في ذلك على سبيل المثال لا الحصر:",
            "items": [
                "دقة أو اكتمال أو موثوقية المحتوى",
                "خدمة غير منقطعة أو خالية من الأخطاء",
                "أمن نقل البيانات",
                "الملاءمة لغرض معين"
            ],
            "p2": "بينما نسعى جاهدين لتحقيق الدقة، فإن المعلومات التاريخية والأثرية تخضع للبحث والتفسير المستمر. نحن لا نضمن دقة جميع المعلومات المقدمة."
        },
        "liability": {
            "title": "تحديد المسؤولية",
            "p1": "إلى أقصى حد يسمح به القانون، لن تكون كيميترا والشركات التابعة لها ومسؤولوها وموظفوها ووكلاؤها مسؤولين عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو تأديبية، بما في ذلك خسارة الأرباح أو البيانات أو غيرها من الخسائر غير الملموسة، الناتجة عن استخدامك للخدمة أو عدم قدرتك على استخدامها."
        },
        "indemnification": {
            "title": "التعويض",
            "p1": "أنت توافق على تعويض كيميترا والشركات التابعة لها والدفاع عنها وحمايتها من أي مطالبات ومسؤوليات وأضرار وخسائر ونفقات تنشأ عن انتهاكك لهذه الشروط أو استخدامك للخدمة أو انتهاكك لأي حقوق طرف آخر."
        },
        "termination": {
            "title": "الإنهاء",
            "p1": "نحتفظ بالحق في تعليق أو إنهاء وصولك إلى كيميترا في أي وقت، دون إشعار، من أجل:",
            "items": [
                "انتهاك هذه الشروط",
                "نشاط احتيالي أو غير قانوني",
                "طلبات من وكالات إنفاذ القانون أو الهيئات الحكومية",
                "التوقف عن تقديم الخدمة أو تعديلها بشكل جوهري"
            ],
            "p2": "عند الإنهاء، سينتهي حقك في استخدام الخدمة فورًا. تظل جميع الأحكام التي يجب أن تظل سارية بعد الإنهاء سارية المفعول، بما في ذلك حقوق الملكية الفكرية وإخلاء المسؤولية وتحديد المسؤولية."
        },
        "law": {
            "title": "القانون المعمول به والاختصاص القضائي",
            "p1": "تخضع هذه الشروط وتفسر وفقًا لقوانين جمهورية مصر العربية، دون اعتبار لتضارب أحكام القوانين. تخضع أي نزاعات تنشأ عن هذه الشروط أو استخدامك لكيميترا للاختصاص القضائي الحصري لمحاكم القاهرة، مصر."
        },
        "severability": {
            "title": "قابلية الفصل",
            "p1": "إذا تبين أن أي حكم من هذه الشروط غير قابل للتنفيذ أو باطل، فسيتم إلغاء هذا الحكم أو تقييده إلى الحد الأدنى اللازم، وتظل الأحكام المتبقية سارية المفعول وبكامل قوتها."
        },
        "agreement": {
            "title": "الاتفاقية الكاملة",
            "p1": "تشكل هذه الشروط، جنبا إلى جنب مع سياسة الخصوصية وسياسة ملفات تعريف الارتباط، الاتفاقية الكاملة بينك وبين كيميترا فيما يتعلق باستخدام خدماتنا وتحل محل أي اتفاقات سابقة."
        },
        "contact": {
            "title": "أسئلة حول هذه الشروط؟",
            "p1": "إذا كان لديك أي أسئلة حول شروط الاستخدام هذه، يرجى الاتصال بنا:",
            "email": "البريد الإلكتروني",
            "address": "العنوان",
            "phone": "الهاتف",
            "emailValue": "legal@kemetra.com",
            "addressValue": "كيميترا - مركز أبحاث مصر القديمة، القاهرة، مصر",
            "phoneValue": "+20 (0) 2 1234 5678"
        }
    }
}